Repository: jorgediegocrespo/FlutterMemoryGame
Catalog: flutter_memory_game/lib/l10n/app_*.arb
Languages: es

source: Cancel
es: Cancelar

# gameAttemps
source: Attemps
es: Intentos

# gameBackQuestionMessage
source: Are you sure you want to leave the game without ending the game?
es: ¿Seguro que desea abandonar el juego sin terminar la partida?

# gameBackQuestionTitle
source: Quit game
es: Abandonar juego

# gameLoseSubtitle
source: Time is up and you haven't managed to discover all the pairs
es: El tiempo se ha terminado y no has conseguido encontrar todas las parejas

# gameLoseTitle
source: Game over!!
es: ¡¡Juego terminado!!

# gamePairs
source: Pairs
es: Parejas

# gameWonSubtitle
source: You have discovered all the pairs before the time runs out
es: Has encontrado todas las parejas antes de que se termine el tiempo

# gameWonTitle
source: Congratulations!!
es: ¡¡Enhorabuena!!

# highLevel
source: High
es: Difícil

# levelSelectorTitle
source: Select the level of difficulty with which you want to play
es: Selecciona el nivel de dificultad con el que quieres jugar

# lowLevel
source: Low
es: Fácil

# mediumLevel
source: Medium
es: Medio

source: Ok
es: Sí

source: Play again
es: Jugar de nuevo

# themeSelectorSimpsons
source: The Simpsons
es: Los Simpsons

# themeSelectorTitle
source: Select the theme you want to play with
es: Selecciona el tema con el que deseas jugar
